---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.PlasticvinylBumpType.Custom
enum: Autodesk.Revit.DB.Visual.PlasticvinylBumpType
source: html/253f5700-d828-c823-8aa6-ae400cac20d3.htm
---
# Autodesk.Revit.DB.Visual.PlasticvinylBumpType.Custom